{
  "PatientInfo": [
    {
      "Are there times when you have more trouble hearing": "yes, I have more difficulty in presence of background noise",
      "Did your hearing loss happen suddenly? Or has it gotten worse over time?": "I feel that my right ear has become poorer slowly over time, it has become increasingly difficult to hear when spoken to from the right side",
      "Do you ever feel dizzy?": "No, I do not experience any dizziness",
      "Do you have any pain in your ears? Have you had any drainage from your ears?": "I have never had any pain or drainage from my ears",
      "Do you have problems hearing in one ear or both ears?": "I find it difficult when spoken to from the right side, left ear seems to hear better",
      "Do you have ringing in your ears?": "Sometimes when I am in a silent room I can hear a continuous shrill sound in the right ear but it usually disappears after sometime",
      "Do you have to ask people to repeat what they said a lot?": "when someone speaks to me suddenly from my right side and especially in presence of some noise I do have to ask for a repetetion",
      "Do you hear people speaking but can't understand what they are saying?": "when I am in a large group and many people are speaking it sometimes becomes hard to follow",
      "Do you play music loudly?": "my family says I listen at a higher volume",
      "Do you shoot guns or do other loud activities?": "No",
      "Has anyone ever told you that you speak too loudly?": "No",
      "Has anyone ever told you that your television is too loud?": "yes",
      "Have other people in your family had hearing loss?": "No",
      "Have you had a lot of ear infections?": "Never",
      "Have you noticed problems with your hearing": "yes",
      "Have you served in the military?": "No",
      "Have you worked in places that are very loud and noisy?": "No",
      "Is it harder for you to hear women’s voices? Men's voices? Children’s voices?": "yes, women and children are harder to hear"
    }
  ]
}